tap "dart-lang/dart"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "asciidoctor"
brew "bash"
brew "caddy"
brew "sqlite"
brew "python@3.9", link: false
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "curl"
brew "deno"
brew "docker"
brew "docker-compose", link: false
brew "enscript"
brew "exercism"
brew "fish"
brew "freetds"
brew "git"
brew "gnu-sed"
brew "gobject-introspection"
brew "gradle"
brew "harfbuzz"
brew "hugo"
brew "jq"
brew "krb5"
brew "libpq"
brew "pango"
brew "mono-libgdiplus"
brew "mysql"
brew "nghttp2"
brew "nss"
brew "nu"
brew "nushell", link: false
brew "osx-cpu-temp"
brew "pandoc"
brew "postgresql@14"
brew "tcl-tk", link: false
brew "python@3.8", link: false
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "swiftformat"
brew "tmux"
brew "tree"
brew "vapor"
brew "vifm"
brew "vim"
brew "wabt"
brew "wasm3"
brew "watchman"
brew "yarn", link: false
brew "zeromq"
brew "dart-lang/dart/dart"
brew "eddieantonio/eddieantonio/imgcat"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell", link: false
cask "android-sdk"
cask "swiftformat-for-xcode"
vscode "actboy168.lua-debug"
vscode "be5invis.toml"
vscode "bradlc.vscode-tailwindcss"
vscode "Dart-Code.dart-code"
vscode "DavidAnson.vscode-markdownlint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "Gruntfuggly.todo-tree"
vscode "Koihik.vscode-lua-format"
vscode "mightbesimon.emoji-icons"
vscode "ms-playwright.playwright"
vscode "ms-vsliveshare.vsliveshare"
vscode "Nash.awesome-flutter-snippets"
vscode "pflannery.vscode-versionlens"
vscode "pixelbyte-studios.pixelbyte-love2d"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "xabikos.JavaScriptSnippets"
vscode "ziglang.vscode-zig"
